<template>
  <div class="InfoCard mw100">
    <div class="InfoCard_title">{{ $t('header.titles.delivery') }}</div>
    <div class="InfoCard_wrapper gap20">
      <div class="InfoCard_text">
        <div class="InfoCard_text_name"><i class="bi bi-info-lg"></i> Свой заказ Вы можете получить любым удобным способом!</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Доставка заказов для жителей города Павлодар:</div>
        <div class="InfoCard_text_data_sub">Самовывоз по адресу: г. Павлодар ул. Лермонтова 45/2.</div>
        <div class="InfoCard_text_data_sub">Забрать заказ можно в рабочие дни с 10:00 до 19:00.</div>
        <div class="InfoCard_text_data_sub">Доставка курьером с 11.00 до 18.00 в рабочие дни</div>
        <div class="InfoCard_text_data">Заказы, оформленные с понедельника по пятницу до 13:00 доставляются в этот же день. Если заказ оплачен после обеда, то время доставки переносится на следующий рабочий день.</div>
        <div class="InfoCard_text_data">Если Вы оформили заказ в пятницу вечером, то доставка переносится на понедельник в рабочее время.</div>
        <div class="InfoCard_text_data">Курьер позвонит Вам за час до доставки по указанному номеру в заявке. В случае если Вы не ответили курьеру, то товар возвращается на склад и срок доставки увеличивается на 1 день.</div>
      </div>
      
      <div class="InfoCard_text">
        <div class="InfoCard_text_name"><i class="bi bi-info-lg"></i> В случае Вашего отсутствия по адресу, в назначенное время, курьер ожидает не более 15 минут, после чего оставляет извещение о доставке.</div>
        <div class="InfoCard_text_data">Для повторной доставки нужно повторно ее оформить и оплатить.</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Стоимость доставки:</div>
        <div class="InfoCard_text_data_sub">При заказе на сумму до 20 000 тнг - 700 тг.</div>
        <div class="InfoCard_text_data_sub">При заказе на сумму от 20 000 тнг - доставка бесплатно.</div>
        <div class="InfoCard_text_data_sub">При возврате товара доставку оплачивает заказчик.</div>
        <div class="InfoCard_text_data">Будьте внимательны при проверке доставленного Вам товара. Убедитесь в отсутствии видимых механических повреждений и наличии всех предметов, входящих в комплект. Проверьте наличие инструкции по эксплуатации и правильность заполнения гарантийного талона (наличие печатей и соответствие маркировке товара), факт приема и осмотра Вами товара по внешнему виду, комплектации и наличию документов подтверждается Вашей подписью в сопроводительном документе на доставку товара и свидетельствует об отсутствии каких-либо претензий к товару. В случае отказа от подписания сопроводительных документов о получении товара, товар будет возвращен в магазин, повторная доставка осуществляется после ее оплаты.</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Доставка заказов для жителей других городов Казахстана. </div>
        <div class="InfoCard_text_data">Ваш товар будет передан в курьерскую службу на следующий день после оплаты заказа на сайте. С Вами свяжется наш менеджер для уточнения контактной информации и вариантов доставки.</div>
        <div class="InfoCard_text_data">Наш интернет-магазин работает с курьерской службой CDEK, сроки доставки составляют от 2 до 7 рабочих дней. Доставка возможна как до двери, так и до пункта выдачи заказов CDEK. Накладная для отслеживания будет отправлена Вам сразу же, после передачи заказа в курьерскую компанию.</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Стоимость доставки</div>
        <div class="InfoCard_text_data">Доставка курьерской службой CDEK: от 1600 тг.  </div>
        <div class="InfoCard_text_data">Стоимость зависит от веса и габаритов заказа, удаленности от областных центров.</div>
        <div class="InfoCard_text_data">При уточнении деталей доставки наш менеджер озвучит Вам сумму доставки. </div>
        <div class="InfoCard_text_data">Если Вы желаете воспользоваться услугами другой курьерской службы, сообщите об этом при оформлении заказа или нашему менеджеру, при уточнении деталей доставки. Со сроками и стоимостью, выбранной компании, Вам необходимо будет ознакомиться самостоятельно.</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name"><i class="bi bi-info-lg"></i> В обязанности курьерских компаний не входит: утилизация упаковки; консультирование по возможностям и характеристикам доставленного товара; настройка и установка техники; обучение пользованию доставленной техникой; подключение техники к сетям газо, водо и электроснабжения.</div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'DeliveryPage',
  created(){
    this.$PageController.pageSettings('DeliveryPage', 'delivery');
  },
}
</script>

<style lang="scss">

</style>