<template>
  <div class="InfoCard mw100">
    <div class="InfoCard_title">{{ $t('header.titles.guarantee') }}</div>
    <div class="InfoCard_wrapper gap20">
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Гарантийное обслуживание</div>
        <div class="InfoCard_text_data">Вся наша продукция приобретается у официальных дилеров, а техническое обслуживание поддерживается как в нашем сервисном центре, так и в других официальных авторизованных центрах.</div>
        <div class="InfoCard_text_data">Официальная гарантия на всю поставляемую технику составляет от 12 до 36 месяцев. Перед отправкой товара покупателю техника проверяется на работоспособность.</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Гарантийный ремонт неисправного товара</div>
        <div class="InfoCard_text_data">Перед использованием оборудования просим Вас внимательно ознакомиться с инструкцией по эксплуатации и соблюдать все требования производителя.</div>
        <div class="InfoCard_text_data">Воспользуйтесь услугами квалифицированных специалистов по подключению, наладке и запуску в эксплуатацию технически сложных товаров.</div>
        <div class="InfoCard_text_data">В случае если Ваше изделие будет нуждаться в гарантийном обслуживании, просим обращаться в официальные сервис центры. Список сервис-центров Вы можете найти на официальном сайте производителя, либо уточнить у сотрудников нашей компании.</div>
        <div class="InfoCard_text_data">Потребитель вправе предъявить требования по устранению недостатков товара при условии, что они обнаружены в установленный продавцом (изготовителем) гарантийный срок.</div>
        <div class="InfoCard_text_data">В случае если Вы приобрели уцененный товар и были заранее в письменной форме предупреждены о недостатках, по причине которых товар был уценен, претензии по таким недостаткам не принимаются.</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Условия проведения гарантийного ремонта</div>
        <div class="InfoCard_text_data">Для осуществления гарантийного ремонта товара необходимо предъявить неисправное устройство в момент обращения в полной комплектации в официальный сервисный центр, указанный на сайте производителя или в гарантийном талоне. В случае отсутствия официального сервисного центра в Вашем городе, обратитесь в сервисный центр «Unicode».</div>
        <div class="InfoCard_text_data_sub">Гарантийное обслуживание товаров, гарантию на которые дает производитель, осуществляется в авторизованных сервисных центрах;</div>
        <div class="InfoCard_text_data_sub">Гарантийное обслуживание осуществляется в течение всего гарантийного срока, установленного на товар;</div>
        <div class="InfoCard_text_data">Все вышеуказанные условия имеют силу только при наличии правильно оформленного гарантийного талона (корректные данные оборудования, серийный номер, модель, печать и тд), не содержащего исправлений (или содержащего исправления, заверенные печатью продавца и подписью ответственного лица).</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name">Гарантийное обслуживание не производится</div>
        <div class="InfoCard_text_data_sub">при отсутствии правильно заполненого гарантийного талона  и документа, подтверждающего покупку, заверенных подписями представителя продавца и покупателем;</div>
        <div class="InfoCard_text_data_sub">при нарушении пломб, стикеров продавца или фирмы производителя;</div>
        <div class="InfoCard_text_data_sub">при наличии механических повреждений изделия;</div>
        <div class="InfoCard_text_data_sub">при несоблюдении правил эксплуатации изделия и техники безопасности, а также в случае действий неквалифицированного персонала;</div>
        <div class="InfoCard_text_data_sub">при повреждении изделия вследствие перепадов напряжения или несоответствия стандартам электропитания;</div>
        <div class="InfoCard_text_data_sub">при повреждении устройства вследствие попадания внутрь изделия посторонних предметов, жидкостей, насекомых, пыли и т.д.</div>
        <div class="InfoCard_text_data_sub">при повреждениях, вызванных использованием не оригинальных расходных материалов и запасных частей.</div>
        <div class="InfoCard_text_data">Гарантия не распространяется на расходные материалы (компоненты, которые требуют периодической замены на протяжении срока службы изделия, такие как: элементы питания, фильтры, лампы, картриджи, полотно экрана, корпус экрана, кабеля и т.д.). Сервис центры могут заменять дефектные изделия или их детали новыми или восстановленными изделиями и деталями. Все замененные изделия и детали становятся собственностью сервис-центра.</div>
      </div>
      <div class="InfoCard_text">
        <div class="InfoCard_text_name"><i class="bi bi-info-lg"></i> Доставка изделия в сервисный центр и обратно осуществляется силами и средствами покупателя.</div>
      </div>
    </div>
  </div>
</template>

<script>
export default {
  name: 'GuaranteePage',
  created(){
    this.$PageController.pageSettings('GuaranteePage', 'guarantee');
  },
}
</script>

<style lang="scss">

</style>